Repository: kijamve/wc-kmercadopago-gpl
Catalog: languages/wc-kmercadopago-gpl-*.po
Languages: es_uy, pt_pt

source: Access Token
es_uy: Token de acceso

source: Activate
es_uy: Activar
pt_pt: Ativar

source: Activate conversion from %1$s to %2$s
es_uy: Activar conversión de %1$s a %2$s
pt_pt: Ative a conversão de %1$s para %2$s

source: Activate fixed commission to Months without Interest
es_uy: Activar comisión fija a meses sin intereses
pt_pt: Ativar comissão fixa para meses sem juros

source: Activate MercadoPago
es_uy: Activar MercadoPago
pt_pt: Ative o MercadoPago

source: Activate the plugin by converting the amounts to MercadoPago currency
es_uy: Activa el plugin convirtiendo los montos a la moneda de MercadoPago
pt_pt: Ative o plugin convertendo os valores para a moeda do MercadoPago

source: Actual Status
es_uy: Estado Actual
pt_pt: Situação atual

source: Add a description to this payment method.
es_uy: Agrega una descripción a este método de pago.
pt_pt: Adicione uma descrição a este método de pagamento.

source: Add the name to MercadoPago that will be shown to the customer.
es_uy: Agrega el nombre a MercadoPago que se mostrará al cliente.
pt_pt: Adicione ao MercadoPago o nome que será mostrado ao cliente.

source: Amount of Fee
es_uy: Monto de la comisión
pt_pt: Valor da taxa

source: Amount of Shipping
es_uy: Monto de Envío
pt_pt: Quantidade de envio

source: Amount Paid
es_uy: Cantidad pagada
pt_pt: Quantia paga

source: aquí
es_uy: aqui

source: Block the inventory when the customer is in the payment process, recommended for high traffic and low inventory.
es_uy: Bloquee el inventario cuando el cliente esté en proceso de pago, recomendado para alto tráfico y bajo inventario.
pt_pt: Bloqueie o estoque quando o cliente estiver em processo de pagamento, recomendado para alto tráfego e baixo estoque.

source: Calculate
es_uy: Calcular
pt_pt: Calcular

source: Cancel order &amp; restore cart
es_uy: Cancelar Pedido &amp; restaurar carrito
pt_pt: Cancelar o pedido e restaurar o carrinho

source: Checkout Method
es_uy: Modo de Checkout
pt_pt: Método de verificação

source: Click here to configure it!
es_uy: ¡Haz clic aquí para configurarlo!
pt_pt: Clique aqui para configurá-lo!

source: Commission percentage
es_uy: Porcentaje de comisión
pt_pt: Porcentagem de comissão

source: Commission Percentage for 12 Months without Interest
es_uy: Porcentaje de comisión por 12 meses sin intereses
pt_pt: Porcentagem de comissão por 12 meses sem juros

source: Commission Percentage for 18 Months without Interest
es_uy: Porcentaje de comisión por 18 meses sin intereses
pt_pt: Porcentagem de comissão por 18 meses sem juros

source: Commission Percentage for 3 Months without Interest
es_uy: Porcentaje de comisión por 3 meses sin intereses
pt_pt: Porcentagem de comissão por 3 meses sem juros

source: Commission Percentage for 6 Months without Interest
es_uy: Porcentaje de comisión por 6 meses sin intereses
pt_pt: Porcentagem de comissão por 6 meses sem juros

source: Commission Percentage for 9 Months without Interest
es_uy: Porcentaje de comisión por 9 meses sin intereses
pt_pt: Porcentagem de comissão por 9 meses sem juros

source: Configure Basic Checkout
es_uy: Configurar checkout básico
pt_pt: Configurar check-out básico

source: Configure Checkout by QR
es_uy: Configurar Checkout por QR
pt_pt: Configurar check-out por QR

source: Configure Checkout by Tokenize
es_uy: Configurar Checkout por Tokenize
pt_pt: Configurar Checkout por Tokenize

source: Configure the following methods after saving changes in this section
es_uy: Configure los siguientes métodos después de guardar los cambios en esta sección
pt_pt: Configure os seguintes métodos após salvar as alterações nesta seção

source: Convert using Manual Rate %1$s a %2$s
es_uy: Convertir usando la tarifa manual %1$s a %2$s
pt_pt: Converter usando taxa manual %1$s para %2$s

source: Credit / Debit Card
es_uy: Tarjeta de crédito / débito
pt_pt: Cartão de Crédito / Débito

source: Data of MercadoPago
es_uy: Datos de MercadoPago
pt_pt: Dados do MercadoPago

source: Deactivate Coupon
es_uy: Desactivar cupón
pt_pt: Desativar cupom

source: Deactivate Credit Card
es_uy: Desactivar tarjeta de crédito
pt_pt: Desativar cartão de crédito

source: Deactivate Cryptocurrencies (Bitcoin, etc ...)
es_uy: Desactivar criptomonedas (Bitcoin, etc ...)
pt_pt: Desativar criptomoedas (Bitcoin, etc ...)

source: Deactivate Debit Card
es_uy: Desactivar tarjeta de débito
pt_pt: Desativar cartão de débito

source: Deactivate Deposits / Bank Transfers
es_uy: Desactivar depósitos / transferencias bancarias
pt_pt: Desativar depósitos / transferências bancárias

source: Deactivate Prepaid Cards
es_uy: Desactivar tarjetas prepagas
pt_pt: Desativar cartões pré-pagos

source: Debug
es_uy: Depurar
pt_pt: Depurar

source: Description
es_uy: Descripción
pt_pt: Descrição

source: Disable Module
es_uy: Desactivar módulo
pt_pt: Desativar Módulo

source: Displays an installment calculator on the product when you want to pay by credit card
es_uy: Muestra una calculadora de cuotas en el producto cuando desea pagar con tarjeta de crédito
pt_pt: Exibe uma calculadora de parcelamento no produto quando você deseja pagar com cartão de crédito

source: Enable
es_uy: Habilitar
pt_pt: Permitir

source: Enable / Disable
es_uy: Habilitar deshabilitar
pt_pt: Habilitar desabilitar

source: Enable log
es_uy: Habilitar LOG
pt_pt: Habilitar log

source: Enable MercadoPago
es_uy: Habilitar MercadoPago
pt_pt: Habilitar MercadoPago

source: Enter a commission amount that you want to charge your clients (It is additional to the percentage).
es_uy: Ingrese un monto de comisión que desea cobrar a sus clientes (es adicional al porcentaje).
pt_pt: Insira um valor de comissão que você deseja cobrar de seus clientes (é adicional à porcentagem).

source: Enter MercadoPago Access Token.
es_uy: Ingrese el Access Token de MercadoPago.
pt_pt: Digite o Access Token do MercadoPago.

source: Enter MercadoPago Public Key.
es_uy: Ingrese el Public Key de MercadoPago.
pt_pt: Digite a Public Key do MercadoPago.

source: Enter the first six digits of your credit card to calculate the fees:
es_uy: Ingrese los primeros seis dígitos de su tarjeta de crédito para calcular los costos:
pt_pt: Insira os primeiros seis dígitos do seu cartão de crédito para calcular as taxas:

source: Enter the percentage of commission you want to charge your clients.
es_uy: Ingrese el porcentaje de comisión que desea cobrar a sus clientes.
pt_pt: Insira a porcentagem de comissão que você deseja cobrar de seus clientes.

source: Error on MercadoPago
es_uy: Error en MercadoPago
pt_pt: Erro no MercadoPago

source: Fee: %s
es_uy: Comision: %s
pt_pt: Honorários: %s

source: Fixed amount of Commission in %s
es_uy: Cantidad fija de la comisión en %s
pt_pt: Quantidade fixa de Comissão em %s

source: Go to cart
es_uy: Ir al Carrito
pt_pt: Vá para o carrinho

source: Icon (Maximum recommended height: 21px)
es_uy: Icono (altura máxima recomendada: 21px)
pt_pt: Ícone (altura máxima recomendada: 21 px)

source: Identification number
es_uy: Número de identificación
pt_pt: Número de identificação

source: Identification type
es_uy: Tipo de identificación
pt_pt: Tipo de identificação

source: Indicate the maximum number of quotas available to your clients
es_uy: Indique el número máximo de cuotas disponibles para sus clientes
pt_pt: Indique o número máximo de cotas disponíveis para seus clientes

source: Internal server error
es_uy: Error de interno del servidor
pt_pt: Erro do Servidor Interno

source: Invalid Credit Card Number
es_uy: Número de tarjeta de crédito no válido
pt_pt: Número de cartão de crédito inválido

source: Invalid setting
es_uy: Ajuste no válido
pt_pt: Configuração inválida

source: It will help you minimize rejected payments due to the risk of fraud.
es_uy: Le ayudará a minimizar los pagos rechazados debido al riesgo de fraude.
pt_pt: Isso o ajudará a minimizar pagamentos rejeitados devido ao risco de fraude.

source: Leave orders with payment Accepted in Completed
es_uy: Dejar pedidos con pago aceptado en Completado
pt_pt: Deixar pedidos com pagamento Aceito em Concluído

source: Leave unpaid orders in "on-hold" status
es_uy: Dejar los pedidos pendientes de pago en estado "en espera"
pt_pt: Deixe os pedidos não pagos no status "em espera"

source: Loading...
es_uy: Cargando...
pt_pt: Carregando...

source: Look for this information in your MercadoPago account to %s.
es_uy: Busque esta información en su cuenta de MercadoPago a %s.
pt_pt: Procure essas informações em sua conta do MercadoPago para %s.

source: Marketplace Mode
es_uy: Modo Marketplace
pt_pt: Modo Marketplace

source: Maximum number of installments
es_uy: Número máximo de cuotas
pt_pt: Número máximo de parcelas

source: MercadoPago Disable
es_uy: MercadoPago Desactivado
pt_pt: Desativar MercadoPago

source: MercadoPago: A dispute has started over the payment.
es_uy: MercadoPago: Se inició una disputa sobre el pago.
pt_pt: MercadoPago: Começou uma disputa pelo pagamento.

source: MercadoPago: A dispute has started.
es_uy: MercadoPago: Ha comenzado una disputa.
pt_pt: MercadoPago: Uma disputa começou.

source: MercadoPago: Payment approved.
es_uy: MercadoPago: Pago aprobado.
pt_pt: MercadoPago: Pagamento aprovado.

source: MercadoPago: Payment canceled due to non-payment.
es_uy: MercadoPago: Pago cancelado por impago.
pt_pt: MercadoPago: Pagamento cancelado por falta de pagamento.

source: MercadoPago: payment rejected, user must try again.
es_uy: MercadoPago: Pago rechazado, el usuario debe volver a intentarlo.
pt_pt: MercadoPago: pagamento rejeitado, o usuário deve tentar novamente.

source: MercadoPago: Payment rejected.
es_uy: MercadoPago: Pago rechazado.
pt_pt: MercadoPago: Pagamento rejeitado.

source: MercadoPago: The payment is in review.
es_uy: MercadoPago: El pago está en revisión.
pt_pt: MercadoPago: O pagamento está em revisão.

source: MercadoPago: The payment was cancelled.
es_uy: MercadoPago: Se canceló el pago.
pt_pt: MercadoPago: O pagamento foi cancelado.

source: MercadoPago: The payment was returned to the customer.
es_uy: MercadoPago: Se devolvió el pago al cliente.
pt_pt: MercadoPago: O pagamento foi devolvido ao cliente.

source: MercadoPago: Wait payment.
es_uy: MercadoPago: Esperando pago...
pt_pt: MercadoPago: Aguarde o pagamento.

source: MercadoPago: Wait payment...
es_uy: MercadoPago: Esperando pago...
pt_pt: MercadoPago: Aguarde o pagamento ...

source: Method of payment
es_uy: Forma de pago
pt_pt: Método de pagamento

source: Mexico
es_uy: México
pt_pt: México

source: Name printed on Credit / Debit Card
es_uy: Nombre impreso en la tarjeta de crédito / débito
pt_pt: Nome impresso no cartão de crédito / débito

source: Not Available
es_uy: No disponible
pt_pt: Não disponível

source: Only available in MercadoPago Tools Pro
es_uy: Solo disponible en MercadoPago Tools Pro
pt_pt: Disponível apenas no MercadoPago Tools Pro

source: Order %s
es_uy: Pedido %s
pt_pt: Pedido %s

source: Order Number in MercadoPago
es_uy: Número de pedido en MercadoPago
pt_pt: Número do pedido no MercadoPago

source: Pay on MercadoPago
es_uy: Pagar en MercadoPago
pt_pt: Pague no MercadoPago

source: Pay with MercadoPago
es_uy: Paga con MercadoPago
pt_pt: Pague com MercadoPago

source: Payer e-mail
es_uy: Correo electrónico del pagador
pt_pt: E-mail do pagador

source: Payer Identification Number
es_uy: Número de identificación del pagador
pt_pt: Número de identificação do pagador

source: Payer Name
es_uy: Nombre del pagador
pt_pt: Nome do pagador

source: Payer phone
es_uy: Teléfono del pagador
pt_pt: Telefone do pagador

source: Payment Methods
es_uy: Métodos de pago
pt_pt: Métodos de Pagamento

source: Payment Number in MercadoPago
es_uy: Número de pago en MercadoPago
pt_pt: Número de Pagamento no MercadoPago

source: Peru
es_uy: Perú

source: Please enter a prefix for your invoice numbers. If you use your MercadoPago account for several stores, you must ensure that this prefix is unique since MercadoPago will not allow orders with the same invoice number.
es_uy: Ingrese un prefijo para sus números de factura. Si usa su cuenta de MercadoPago para varias tiendas, debe asegurarse de que este prefijo sea único ya que MercadoPago no permitirá pedidos con el mismo número de factura.
pt_pt: Insira um prefixo para os números da sua fatura. Se você usa sua conta no MercadoPago para várias lojas, deve garantir que este prefixo seja único, pois o MercadoPago não permitirá pedidos com o mesmo número de fatura.

source: Prefix for Invoices
es_uy: Prefijo para facturas
pt_pt: Prefixo para faturas

source: Prevent your clients from paying with Deposits / Bank Transfers
es_uy: Evite que sus clientes paguen con depósitos / transferencias bancarias
pt_pt: Evite que seus clientes paguem com depósitos / transferências bancárias

source: Prevent your customers from paying with coupons
es_uy: Evite que sus clientes paguen con cupones
pt_pt: Evite que seus clientes paguem com cupons

source: Prevent your customers from paying with Credit Cards
es_uy: Evite que sus clientes paguen con tarjetas de crédito
pt_pt: Impedir que seus clientes paguem com cartões de crédito

source: Prevent your customers from paying with Cryptocurrencies (Bitcoin, etc...)
es_uy: Evite que sus clientes paguen con Criptomonedas (Bitcoin, etc ...)
pt_pt: Evite que seus clientes paguem com criptomoedas (Bitcoin, etc ...)

source: Prevent your customers from paying with Debit Cards
es_uy: Evite que sus clientes paguen con tarjetas de débito
pt_pt: Impedir que seus clientes paguem com cartões de débito

source: Prevent your customers from paying with Prepaid Cards
es_uy: Evite que sus clientes paguen con tarjetas prepagas
pt_pt: Impedir que seus clientes paguem com cartões pré-pagos

source: Redirect automatically
es_uy: Redirigir automáticamente
pt_pt: Redirecionar automaticamente

source: Redirect to MercadoPago
es_uy: Redireccionar a MercadoPago
pt_pt: Redirecionar para MercadoPago

source: Request DNI from buyers
es_uy: Solicitar DNI a compradores
pt_pt: Solicitar DNI de compradores

source: Select the checkout method
es_uy: Selecciona el modo de checkout
pt_pt: Selecione o método de pagamento

source: Show a Installment calculator on the payment button when you want to pay by credit card
es_uy: Muestre una calculadora de cuotas en el botón de pago cuando desee pagar con tarjeta de crédito
pt_pt: Mostre uma calculadora de parcelamento no botão de pagamento quando quiser pagar com cartão de crédito

source: Show Installment calculator in the payment button
es_uy: Mostrar calculadora de cuotas en el botón de pago
pt_pt: Mostrar calculadora de parcelamento no botão de pagamento

source: Show Installment calculator on products
es_uy: Mostrar calculadora de cuotas en productos
pt_pt: Mostrar calculadora de parcelamento em produtos

source: Subscription Mode (Only work with WooCommerce Subscription plugin)
es_uy: Modo de suscripción (solo funciona con el complemento de suscripción de WooCommerce)
pt_pt: Modo de assinatura (funciona apenas com o plug-in de assinatura WooCommerce)

source: Thank you for your order, please click the button below to pay with MercadoPago.
es_uy: Gracias por su pedido, haga clic en el botón de abajo para pagar con MercadoPago.
pt_pt: Obrigado pelo seu pedido, clique no botão abaixo para pagar com o MercadoPago.

source: The currency "%s" is not supported. Please activate a conversion rate in the module configuration or use one of the following currencies (depending on your country): ARS, BRL, CLP, COP, MXN, UYU or PEN.
es_uy: No se admite la moneda "%s". Active una tasa de conversión en la configuración del módulo o utilice una de las siguientes monedas (según su país): ARS, BRL, CLP, COP, MXN, UYU o PEN.
pt_pt: A moeda "%s" não é compatível. Por favor, ative uma taxa de conversão na configuração do módulo ou use uma das seguintes moedas (dependendo do seu país): ARS, BRL, CLP, COP, MXN, UYU ou PEN.

source: The directory /wp-content/plugins/wc-kmercadopago-gpl/%s of MercadoPago Tools GPL module is not writable, change it to chmod 777.
es_uy: El directorio /wp-content/plugins/wc-kmercadopago-gpl/%s del módulo MercadoPago Tools GPL no se puede escribir, cámbielo a chmod 777.
pt_pt: O diretório /wp-content/plugins/wc-kmercadopago-gpl/%s do módulo GPL do MercadoPago Tools não é gravável, altere-o para chmod 777.

source: There was a problem with MercadoPago, try again later or contact our team.
es_uy: Hubo un problema con MercadoPago, inténtalo de nuevo más tarde o contacta con nuestro equipo.
pt_pt: Ocorreu um problema com o MercadoPago, tente novamente mais tarde ou entre em contato com nossa equipe.

source: This order was not processed by MercadoPago.
es_uy: Este pedido no fue procesado por MercadoPago.
pt_pt: Este pedido não foi processado pelo MercadoPago.

source: This payment method has a <b>%1$s%% + %2$s of fee</b>.
es_uy: Esta forma de pago tiene una tarifa de <b>%1$s%% +%2$s</b>.
pt_pt: Este método de pagamento tem uma taxa de <b>%1$s%% +%2$s de taxa </b>.

source: This payment method has a <b>%s of fee</b>.
es_uy: Esta forma de pago tiene un <b>%s de comisión</b>.
pt_pt: Este método de pagamento tem uma taxa de <b>%s de taxa </b>.

source: This payment method has a <b>%s% of fee</b>.
es_uy: Esta forma de pago tiene un <b>%s%% de comisión</b>.
pt_pt: Este método de pagamento tem uma taxa de <b>%s%% da taxa </b>.

source: Time in Hours to cancel an order with pending payment
es_uy: Tiempo en horas para cancelar un pedido con pago pendiente
pt_pt: Tempo em horas para cancelar um pedido com pagamento pendente

source: Time in minutes to cancel an order without payment
es_uy: Tiempo en minutos para cancelar un pedido sin pago
pt_pt: Tempo em minutos para cancelar um pedido sem pagamento

source: Title
es_uy: Título
pt_pt: Título

source: To remove the icon use this url
es_uy: Para eliminar el icono utilice esta URL
pt_pt: Para remover o ícone use este url

source: To review the MercadoPago Log, download the file: %s
es_uy: Para revisar el Registro de MercadoPago, descargue el archivo: %s
pt_pt: Para revisar o Log do MercadoPago, baixe o arquivo: %s

source: Tools for MercadoPago and WooCommerce
es_uy: MercadoPago Tools GPL para WooCommerce
pt_pt: MercadoPago Tools GPL para WooCommerce

source: Tools for MercadoPago and WooCommerce by Kijam
es_uy: MercadoPago Tools GPL para WooCommerce de Kijam
pt_pt: MercadoPago Tools GPL para WooCommerce por Kijam

source: Use a Manual conversion rate
es_uy: Utilice una tasa de conversión manual
pt_pt: Use uma taxa de conversão manual

source: Use a manual conversion rate
es_uy: Utilice una tasa de conversión manual
pt_pt: Use uma taxa de conversão manual

source: When the payment is approved, the client will be automatically redirected to your website.
es_uy: Cuando se aprueba el pago, el cliente será redirigido automáticamente a su sitio web.
pt_pt: Quando o pagamento for aprovado, o cliente será redirecionado automaticamente para o seu site.

source: When the payment is approved, the order in WooCommerce will not be in Processing but in Completed.
es_uy: Cuando se aprueba el pago, el pedido en WooCommerce no estará en Procesamiento sino Completado.
pt_pt: Quando o pagamento for aprovado, o pedido no WooCommerce não estará em Processamento, mas em Concluído.

source: WooCommerce MercadoPago Tools GPL depends on the last version of WooCommerce to work!
es_uy: WooCommerce MercadoPago Tools GPL depende de la última versión de WooCommerce para funcionar.
pt_pt: WooCommerce MercadoPago Tools GPL depende da última versão do WooCommerce para funcionar!

source: You must enter a valid Access Token.
es_uy: Debe ingresar un token de acceso válido.
pt_pt: Você deve inserir um token de acesso válido.

source: Colombia
pt_pt: Colômbia

source: Uruguay
pt_pt: Uruguai
